CSI API ETABS v1
cCaseStaticNonlinear.SetMassSource Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int SetMassSource(
	string Name,
	string mSource
)
Function SetMassSource (
	Name As String,
	mSource As String
) As Integer
Dim instance As cCaseStaticNonlinear
Dim Name As String
Dim mSource As String
Dim returnValue As Integer
returnValue = instance.SetMassSource(Name,
	mSource)
int SetMassSource(
	String^ Name,
	String^ mSource
)
abstract SetMassSource :
        Name : string *
        mSource : string -> int
Parameters
Name
Type: System.String
mSource
Type: System.String
Return Value
Type: Int32
See Also
Reference
cCaseStaticNonlinear Interface
ETABSv1 Namespace